Repository: 84000/data-translation-memory
Catalog: toh47-v3.tmx
Source language: bo
Languages: en

source: དེ་ནི་སྔོན་གྱི་སྨོན་ལམ་གྱིས་གྱུར་པ་སྟེ།
en: There are beings who are worthy recipients of the Dharma.

source: གང་གིས་རྒྱལ་པོ་ཡུལ་འཁོར་སྲུང་གི་བུར་ཁས་བླངས་ནས་བདག་གིས་བསྐལ་པ་བཟང་པོ་པའི་དེ་བཞིན་གཤེགས་པ་བྱང་ཆུབ་བརྙེས་པ་ཐམས་ཅད་ལ་ཆོས་ཀྱི་འཁོར་ལོ་སྐོར་བར་བསྐུལ་ལོ་ཞེས་སྨོན་ལམ་བཏབ་པ་ཡིན་ནོ། །
en: They will understand the Dharma taught by the Realized One!’ He did this, too, as a result of the vow he made in the past at the time when he was the son of King Dhṛtarāṣṭra: ‘I will entreat all the realized ones who attain awakening in the Fortunate Eon to turn the wheel of Dharma.’

source: ཞི་བའི་བློ་གྲོས་ཚངས་པ་གཙུག་པུད་ཅན་ཉིད་ཀྱིས་དེ་བཞིན་གཤེགས་པ་ལ་ཆོས་ཀྱི་འཁོར་ལོ་སྐོར་བར་གསོལ་བ་བཏབ་ཀྱིས་གཞན་དག་གིས་ནི་མ་ཡིན་ནོ་སྙམ་དུ་ཁྱོད་སེམས་ན་དེ་ལྟར་མི་བལྟའོ། །
en: “Now, Śāntamati, if one were to think that Brahmā Śikhin was the only one who entreated the Realized One to turn the wheel of Dharma, and no one else did too, then one should not see it in that way.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཇི་ལྟར་ཚངས་པ་གཙུག་ཕུད་ཅན་གྱིས་གསོལ་བ་བཏབ་པ་དེ་བཞིན་དུ་ཚངས་པ་བྱེ་བ་ཕྲག་བཅུས་ཀྱང་དེ་བཞིན་གཤེགས་པ་ལ་གསོལ་བ་བཏབ་པར་གྱུར་ཏོ། །
en: The reason is that just as Brahmā Śikhin entreated him, the Realized One was likewise being entreated by one billion other brahmās.

source: བརྒྱ་བྱིན་བྱེ་བ་ཕྲག་བཅུ་དང་། བྱང་ཆུབ་སེམས་དཔའ་བྱེ་བ་ཕྲག་བཅུས་ཀྱང་བཅོམ་ལྡན་འདས་ལ་ཆོས་ཀྱི་འཁོར་ལོ་སྐོར་བར་གསོལ་བ་བཏབ་པར་གྱུར་ཏོ། །
en: One billion śakras and one billion bodhisattvas were also entreating the Blessed One to turn the wheel of Dharma.

source: གང་གི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཀྱི་འཁོར་ལོ་སྐོར་བར་གནང་བ་དེའི་ཚེ་ཚངས་པ་གཙུག་པུད་ཅན་གྱིས་གྲོང་ཁྱེར་བཱ་ར་ཎཱ་སཱི་དྲང་སྲོང་ལྷུང་བ་རི་དགས་ཀྱི་ནགས་སུ་བཅོམ་ལྡན་འདས་ཀྱི་སེང་གེའི་ཁྲི་འཕང་དུ་དཔག་ཚད་བཞི་ཁྲི་ཉིས་སྟོང་ཡོད་པ། རྣམ་པ་ཐམས་ཅད་ཀྱི་མཆོག་དང་ལྡན་པ། བཀྲ་བ།
en: “When the Blessed One had settled upon the place where he would turn the wheel of Dharma, Brahmā Śikhin prepared the lion’s seat for the Blessed One at the Deer Park at Sage Landing in Vārāṇasī.

source: བལྟ་ན་སྡུག་པ། །སའི་སྟེང་ན་འདུག་པ་བཤམས་པར་གྱུར་ཏོ། །
en: It was forty-two thousand leagues tall, endowed with the finest of all features, multicolored, and beautiful to behold as it rested upon the surface of the earth.

source: ཇི་ལྟར་ཚངས་པ་གཙུག་པུད་ཅན་གྱིས་དེ་བཞིན་གཤེགས་པའི་སེང་གེའི་ཁྲི་བཤམས་པར་གྱུར་པ་དེ་བཞིན་དུ་ཚངས་པ་བྱེ་བ་ཕྲག་བཅུ་དང་། བརྒྱ་བྱིན་བྱེ་བ་ཕྲག་བཅུ་དང་། བྱང་ཆུབ་སེམས་དཔའ་འཁོར་དང་བཅས་པ་བྱེ་བ་ཕྲག་བཅུས་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱི་སེང་གེའི་ཁྲི་བཀྲ་བ།
en: Just as Brahmā Śikhin prepared a lion’s seat for the Realized One, lion’s seats were likewise prepared for the Realized One by one billion other brahmās, one billion śakras, and one hundred billion bodhisattvas along with their retinues.

source: བལྟ་ན་སྡུག་པ། རྣམ་པ་ཐམས་ཅད་ཀྱི་མཆོག་དང་ལྡན་པ། བཤམས་པར་གྱུར་ཏོ། །
en: They were also multicolored, beautiful to behold, and endowed with the finest of all features.

source: ཞི་བའི་བློ་གྲོས་དེ་ནས་བཅོམ་ལྡན་འདས་གྲོང་ཁྱེར་ཆེན་པོ་བ་ར་ཎཱ་སཱི་ག་ལ་བ་དང་། དྲང་སྲོང་ལྷུང་བ་རི་དགས་ཀྱི་ནགས་ག་ལ་བ་དེར་གཤེགས་ཏེ་བྱོན་ནས། སེང་གེའི་ཁྲི་དེ་དག་ཐམས་ཅད་ལ་བདག་ཉིད་བཞུགས་པར་ཀུན་ཏུ་བསྟན་ཏོ། །
en: “Now, Śāntamati, the Blessed One went to the Deer Park at Sage Landing in the great city of Vārāṇasī, and once he had arrived there he made it appear that he sat down upon every single one of those lion’s seats.

source: དེ་ན་རེ་རེས་ཀྱང་དེ་བཞིན་གཤེགས་པ་བདག་གི་སེང་གེའི་ཁྲི་ལ་བཞུགས་སོ།
en: In this regard, each and every one of the śakras, brahmās, lokapālas, and bodhisattvas thought, ‘The Realized One is seated upon my lion’s seat!

source: བདག་གི་སེང་གེའི་ཁྲི་ལ་བཞུགས་ནས་ཆོས་ཀྱི་འཁོར་ལོ་སྐོར་བར་འགྱུར་བར་ཤེས་ཏེ། དེ་དགའ་བ་དང་མཆོག་ཏུ་དགའ་བ་དེ་ཉིད་ཀྱིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་གྱུར་ཏོ། །
en: Seated upon my lion’s seat, he will set the wheel of Dharma in motion!’ As a result of the joy and pleasure they felt at this very thought, they all became unable to be turned back from unsurpassable, perfect awakening.

source: བཅོམ་ལྡན་འདས་སེང་གེའི་ཁྲི་དེ་ལ་བཞུགས་མ་ཐག་ཏུ་དེ་ནས་དེའི་ཚེ་ཕྱོགས་བཅུ་མཐའ་ཡས་མུ་མེད་པའི་འཇིག་རྟེན་གྱི་ཁམས་རབ་ཏུ་གཡོས་ཏེ་སྣང་བ་ཆེན་པོས་ཁྱབ་པར་གྱུར་ཏོ། །དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཡུལ་མཐའ་ཡས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་མཉམ་པར་གཞག་གོ། །
en: “As soon as the Blessed One sat upon those lion’s seats, at that precise moment infinite and limitless worlds throughout the ten directions trembled and were pervaded by a great light.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཡུལ་མཐའ་ཡས་པའི་ཏིང་ངེ་འཛིན་དེ་ལ་མཉམ་པར་བཞག་མ་ཐག་ཏུ་དེ་ནས་དེའི་ཚེ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་མཉམ་པར་གྱུར་པར་གནས་ཏེ་ལག་མཐིལ་ལྟར་གྱུར་ཏོ། །
en: Now, at that moment the Blessed One settled into a state of meditative concentration known as infinite range.

source: སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ན་སེམས་ཅན་དམྱལ་བ་པ་འམ། དུད་འགྲོའི་སྐྱེ་གནས་པ་འམ། གཤིན་རྗེའི་འཇིག་རྟེན་པའམ། མིའམ། ལྷའམ། སེམས་ཅན་ཇི་སྙེད་ཡོད་པ་དེ་དག་ཐམས་ཅད་དེའི་ཚེ་བདེ་བ་དང་ལྡན་པར་གྱུར་ཏེ།
en: As soon as the Blessed One had settled into that meditative concentration of infinite range, at that precise moment the worlds throughout this cosmos of a billion worlds became level like the palm of one’s hand, and the beings in the hell realms, the animal realms, the realms of Yama, the human realms, and the god realms throughout the cosmos of a billion worlds were all transfixed in bliss.

source: སེམས་ཅན་གང་ལ་ཡང་འདོད་ཆགས་ཀྱིས་གནོད་པ་མེད་ཅིང་ཞེ་སྡང་གིས་མ་ཡིན། གཏི་མུག་གིས་མ་ཡིན་ཏེ།
en: Not a single being was troubled by passion, hatred, or ignorance, nor were they troubled by any of the afflictions.

source: ཉོན་མོངས་པ་ཐམས་ཅད་ཀྱིས་གནོད་པ་མེད་ཅིང་གཅིག་ལ་གཅིག་ཕ་མ་ཙམ་དུ་འདུ་ཤེས་ཏེ་བྱམས་པའི་སེམས་དང་ལྡན་པར་གྱུར་ཏོ། །
en: Their minds were filled with love for one another, and they thought of one other as their mothers and fathers.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཡུལ་བསམ་གྱིས་མི་ཁྱབ་པའི་ཏིང་ངེ་འཛིན་དེ་ལ་མཉམ་པར་བཞག་མ་ཐག་ཏུ་དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ལ་ཆོས་མ་ཉན་པའི་ཕྱིར་ཕྱོགས་བཅུ་ནས་བྱང་ཆུབ་སེམས་དཔའ་གྲངས་མེད་དཔག་ཏུ་མེད་པ་དག་ལྷགས་པར་གྱུར་ཏོ། །
en: “Moreover, as soon as the Blessed One settled into the meditative concentration of infinite range, at that precise moment immeasurable and incalculable bodhisattvas from throughout the ten directions came to hear the Dharma from the Blessed One.

source: སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ན་དབང་ཆེ་བ་དབང་ཆེ་བར་གྲགས་པའི་ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་།
en: At the same time, all the mighty and distinguished gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, mahoragas, humans, and superhuman beings throughout the cosmos of a billion worlds also drew near to the Blessed One to hear the Dharma from the Blessed One.

source: ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་མི་མ་ཡིན་པ་ཇི་སྙེད་འཁོད་པ་དེ་དག་ཐམས་ཅད་ཀྱང་བཅོམ་ལྡན་འདས་ལ་ཆོས་མཉན་པའི་ཕྱིར་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་ངོ་། །ཞི་བའི་བློ་གྲོས་དེ་ལྟར་དེའི་ཚེ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་ན་བཅོམ་ལྡན་འདས་ལ་ཆོས་ཉན་པ་དབང་ཆེ་བ་དབང་ཆེ་བར་གྲགས་པ་དག་གིས་ས་ཕྱོགས་གང་ཁྱབ་པར་མ་གྱུར་པ་དེ་ནི་ཐ་ན་སྐྲའི་རྩེ་མོའི་ཆ་གཞག་པ་ཙམ་ཡང་མེད་དོ། །
en: Indeed, Śāntamati, at that moment there was not a single spot of ground here in this cosmos of a billion worlds, not even one so small in size as the very tip of a hair from a horse’s tail, that was not occupied by mighty and distinguished beings there to hear to the Dharma from the Blessed One.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཁོར་ཆེན་པོ་དེ་འདུས་པར་མཁྱེན་ནས། དྲན་པ་དང་ལྡན་ཞིང་མཁྱེན་བཞིན་དུ་ཏིང་ངེ་འཛིན་དེ་ལས་བཞེངས་ཏེ།
en: “At that point, knowing that a great assembly was gathered there, the Blessed One emerged, mindful and alert, from that state of meditative concentration.

source: དེ་བཞིན་གཤེགས་པའི་སྤྱན་ཐུགས་རྗེ་ཆེན་པོས་བསྐྱོད་པས་ཐམས་ཅད་དང་ལྡན་པའི་འཇིག་རྟེན་ལ་རྣམ་པར་གཟིགས་ནས་དགེ་སྦྱོང་ངམ། བྲམ་ཟེ་འམ། སུ་ཡང་རུང་བས་ཆོས་དང་འཐུན་པར་འཇིག་རྟེན་དུ་མ་བསྐོར་བའི་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་ཏོ། །
en: Emerging from that state, he looked upon the entire world with the eye of a realized one, directed by great compassion, and he turned the wheel of the Dharma that had not been turned before for ascetics and brahmins as well as for anyone in this world who is in accord with the Dharma.

source: ཞི་བའི་བློ་གྲོས་དེ་བཞིན་གཤེགས་པས་ཆོས་ཀྱི་འཁོར་ལོ་དེ་ནི་ཅི་ནས་ཀྱང་འཁོར་འདུས་པའི་སེམས་ཅན་རྣམས་རང་རང་གི་རྣམ་པར་རིག་པ་བཞིན་དུ་ཀུན་ཏུ་ཤེས་ཏེ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་ཀྱི་བསམ་པ་ཚིམ་པར་བྱ་བའི་ཕྱིར་བསྐོར་ཏོ། །
en: Moreover, Śāntamati, the Realized One turned the wheel of Dharma in such a way that all beings were satisfied according to their own thoughts and motivations, and so that the beings gathered in the assembly understood the declaration of the Dharma to be speaking to each of them personally.

source: གང་གི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བ་དེའི་ཚེ་ཆོས་མཉན་པའི་ཕྱིར་ཕྱོགས་བཅུ་ནས་བྱང་ཆུབ་སེམས་དཔའ་གྲངས་མེད་དཔག་ཏུ་མེད་པ་དག་འདུས་པར་གྱུར་ཏོ། །འདོད་པ་ན་སྤྱོད་པ་དང་། གཟུགས་ན་སྤྱོད་པའི་ལྷའི་བུ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་དག་ཀྱང་འདུས་པར་གྱུར་ཏོ། །
en: When the Blessed One turned the wheel of Dharma, immeasurable and incalculable bodhisattvas came from throughout the ten directions to hear it, and thousands upon millions upon billions of gods formed a great gathering of deities from the desire realm and the form realm.

source: ཞི་བའི་བློ་གྲོས་དེ་ལ་གང་གི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུང་འདི་སྐད་དུ་ཀཽ་དི་ནྱ་མིག་མི་རྟག་གོ། །ཞེས་བཀའ་སྩལ་པ་དེ་ལ་སྡུག་བསྔལ་གྱི་སྒྲས་འདུལ་བ་རྣམས་ཀྱིས་ནི་མིག་སྡུག་བསྔལ་ལོ་ཞེས་ཐོས་སོ། །བདག་མེད་པས་འདུལ་བ་རྣམས་ཀྱིས་ནི་མིག་བདག་མེད་པའོ་ཞེས་ཐོས་སོ། །སྟོང་པ་ཉིད་ཀྱིས་འདུལ་བ་རྣམས་ཀྱིས་ནི་མིག་སྟོང་ངོ་ཞེས་ཐོས་སོ། །ཞི་བས་འདུལ་བ་རྣམས་ཀྱིས་ནི་མིག་ཞི་བའོ་ཞེས་ཐོས་སོ། །དབེན་པས་འདུལ་བ་རྣམས་ཀྱིས་ནི་མིག་དབེན་པའོ་ཞེས་ཐོས་སོ། །མི་རྟག་པས་འདུལ་བ་རྣམས་ཀྱིས་ནི་མིག་མི་རྟག་པའོ་ཞེས་ཐོས་སོ། །
en: “In this respect, Śāntamati, when the Blessed One pronounced the statement, ‘Kauṇḍinya, the eye is impermanent,’ the beings there who could be trained by the word suffering heard ‘the eye is suffering.’ Those who could be trained by no self heard ‘the eye is not self.’ Those who could be trained by emptiness heard ‘the eye is empty.’ Those who could be trained by calm heard ‘the eye is calmed.’ Those who could be trained by withdrawal heard ‘the eye is withdrawn.’ Those who could be trained by groundlessness heard ‘the eye is groundless.’ Those who could be trained by baselessness heard ‘the eye is baseless.’

source: གནས་མེད་པས་འདུལ་བ་རྣམས་ཀྱིས་ནི་མིག་གནས་མེད་པའོ་ཞེས་ཐོས་སོ། །སྒྱུ་མ་ལྟ་བུས་འདུལ་བ་རྣམས་ཀྱིས་ནི་མིག་སྒྱུ་མ་ལྟ་བུའོ་ཞེས་ཐོས་སོ། །རྨི་ལམ་ལྟ་བུས་འདུལ་བ་རྣམས་ཀྱིས་ནི་མིག་རྨི་ལམ་ལྟ་བུའོ་ཞེས་ཐོས་སོ། །ཆུ་ཟླ་ལྟ་བུས་འདུལ་བ་རྣམས་ཀྱིས་ནི་མིག་ཆུ་ཟླ་ལྟ་བུའོ་ཞེས་ཐོས་སོ། །མིག་ཡོར་ལྟ་བུས་འདུལ་བ་རྣམས་ཀྱིས་ནི་མིག་མིག་ཡོར་ལྟ་བུའོ་ཞེས་ཐོས་སོ། །བྲག་ཅ་ལྟ་བུས་འདུལ་བ་རྣམས་ཀྱིས་ནི་མིག་བྲག་ཅ་ལྟ་བུའོ་ཞེས་ཐོས་སོ། །དེ་བཞིན་དུ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་འདུ་བྱེད་པ་མེད་པ་དང་། མ་སྐྱེས་པ་དང་། སྐྱེ་བ་མེད་པས་འདུལ་བ་རྣམས་ཀྱིས་ནི་མིག་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་འདུ་བྱེད་པ་མེད་པ་དང་། མ་སྐྱེས་པ་དང་། མ་བྱུང་བར་ཐོས་སོ། །
en: “Those who could be trained by illusion heard ‘the eye is like an illusion.’ Those who could be trained by dream heard ‘the eye is like a dream.’ Those who could be trained by moon reflected in water heard ‘the eye is like the moon reflected in water.’ Those who could be trained by mirror image heard ‘the eye is like a mirror image.’ Those who could be trained by echo heard ‘the eye is like an echo.’ Those who could be trained by thus characterized by emptiness, groundlessness, desirelessness, being unconditioned, not being born, and not arising heard ‘the eye is characterized by emptiness, groundlessness, desirelessness, being unconditioned, not being born, and not arising.’

source: རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བས་འདུལ་བ་རྣམས་ཀྱིས་ནི་མིག་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའོ་ཞེས་ཐོས་སོ། །མིག་ལ་ཇི་ལྟ་བ་དེ་བཞིན་དུ་ཡིད་ཀྱི་བར་དུ་ཡང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའོ་ཞེས་ཐོས་སོ། །དེ་བཞིན་དུ་གཟུགས་རྣམས་དང་། སྒྲ་རྣམས་དང་། དྲི་རྣམས་དང་།
en: “Those who could be trained by dependent arising heard ‘the eye is dependently arisen,’ and they also heard, ‘As is the case with the eye, so, too, the other senses up to and including the mind are dependently arisen.’ They heard, ‘In the same way, the objects of sight, sound, smell, taste, and touch, as well as mental objects are empty.’

source: རོ་རྣམས་དང་། རེག་བྱ་རྣམས་དང་། ཆོས་རྣམས་སྟོང་ངོ་ཞེས་ཐོས་སོ། །ཁ་ཅིག་གིས་ནི་ཕུང་པོ་མི་རྟག་པ་དང་། ཁ་ཅིག་གིས་ནི་ཁམས་མི་རྟག་པར་ཐོས་སོ། །
en: “Some heard about the impermanence of the aggregates, some about the impermanence of the elements, and some about the impermanence of the sense spheres.

source: ཁ་ཅིག་གིས་ནི་སྐྱེ་མཆེད་བདག་མེད་པའོ་ཞེས་ཐོས་སོ། །ཁ་ཅིག་གིས་ནི་ཕུང་པོ་མི་རྟག་པ་ཉིད་དུ་ཐོས་ལ་ཁམས་ལ་མི་རྟག་པ་ཉིད་དུ་མ་ཡིན་ནོ། །
en: Some heard about the impermanence of the aggregates, but not about the impermanence of the elements.

source: ཁ་ཅིག་གིས་ནི་ཁམས་ལ་མི་རྟག་པ་ཉིད་དུ་ཐོས་ལ་ཕུང་པོ་མི་རྟག་པ་ཉིད་དུ་མ་ཡིན་ནོ། །
en: Some heard about the impermanence of the elements, but not about the impermanence of the aggregates.

source: ཁ་ཅིག་ནི་སྡུག་བསྔལ་གྱི་སྒྲས་རྣམ་པར་གྲོལ་ལོ། །
en: “Some were liberated by the word suffering.

source: ཁ་ཅིག་ནི་ཀུན་འབྱུང་བའི་སྒྲས་རྣམ་པར་གྲོལ་ལོ། །
en: Some were liberated by the word origin.

source: ཁ་ཅིག་ནི་འགོག་པའི་སྒྲས་རྣམ་པར་གྲོལ་ལོ། །
en: Some were liberated by the word cessation.

source: ཁ་ཅིག་ནི་ལམ་གྱི་སྒྲས་རྣམ་པར་གྲོལ་ལོ། །
en: Some were liberated by the word path.

source: ཁ་ཅིག་གིས་ནི་དྲན་པ་ཉེ་བར་གཞག་པའི་གཏམ་དུ་ཐོས་སོ། །
en: “Some heard a talk about the applications of mindfulness.

source: ཁ་ཅིག་གིས་ནི་ཡང་དག་པར་སྤོང་བའི་གཏམ་དུ་ཐོས་སོ། །
en: Some heard a talk about the right efforts.

source: ཁ་ཅིག་གིས་ནི་རྫུ་འཕྲུལ་གྱི་རྐང་པའི་གཏམ་དུ་ཐོས་སོ། །
en: Some heard a talk about the foundations for superhuman power.

source: ཁ་ཅིག་གིས་ནི་དབང་པོའི་གཏམ་དུ་ཐོས་སོ། །
en: Some heard a talk about the spiritual faculties.

source: ཁ་ཅིག་གིས་ནི་སྟོབས་ཀྱི་གཏམ་དུ་ཐོས་སོ། །
en: Some heard a talk about the powers.

source: ཁ་ཅིག་གིས་ནི་བྱང་ཆུབ་ཀྱི་ཡན་ལག་གི་གཏམ་དུ་ཐོས་སོ། །
en: Some heard a talk about the constitutive factors of awakening.

source: ཁ་ཅིག་གིས་ནི་ལམ་གྱི་གཏམ་དུ་ཐོས་སོ། །
en: Some heard a talk about the path.

source: ཁ་ཅིག་གིས་ནི་ཞི་གནས་ཀྱི་གཏམ་དུ་ཐོས་སོ། །
en: Some heard a talk about calm abiding.

source: ཁ་ཅིག་གིས་ནི་ལྷག་མཐོང་གི་གཏམ་དུ་ཐོས་སོ། །
en: Some heard a talk about deep insight.

source: ཁ་ཅིག་གིས་ནི་བརྟེན་པའི་གཏམ་དུ་ཐོས་སོ། །
en: Some heard a talk about causal dependence.

source: ཁ་ཅིག་གིས་ནི་ཉན་ཐོས་དང་རབ་ཏུ་ལྡན་པའི་གཏམ་དུ་ཐོས་སོ། །
en: Some heard a talk connected to the disciples.

source: ཁ་ཅིག་གིས་ནི་རང་སངས་རྒྱས་དང་རབ་ཏུ་ལྡན་པའི་གཏམ་དུ་ཐོས་སོ། །
en: Some heard a talk connected to the Vehicle of the Solitary Buddhas.

source: ཁ་ཅིག་གིས་ནི་ཐེག་པ་ཆེན་པོ་དང་རབ་ཏུ་ལྡན་པའི་གཏམ་དུ་ཐོས་ཏེ། །
en: Some heard a talk connected to the Great Vehicle.

source: ཞི་བའི་བློ་གྲོས་དེ་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་ཀྱི་བསམ་པ་ཚིམ་པར་བྱ་བའི་ཕྱིར་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་ཏོ། །
en: “Indeed, Śāntamati, the Realized One turned the wheel of Dharma in such a way that all beings were satisfied according to their own thoughts and motivations.

source: ཞི་བའི་བློ་གྲོས་དེ་ལྟར་དེ་བཞིན་གཤེགས་པས་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བ་ལ་སེམས་ཅན་གྱི་དོན་མཛད་པ་གང་ཡིན་པ་དེ་ནི། དགེ་སློང་ཤཱ་རིའི་བུས་ཀྱང་སེམས་ཅན་དེ་དག་བགྲང་བའི་རྟོགས་པས། ལོ་བརྒྱ་ཡང་རྟོགས་པར་མི་ནུས་ན་སེམས་ཅན་གཞན་དག་གིས་ལྟ་སྨོས་ཀྱང་ཅི་དགོས། བཅོམ་ལྡན་འདས་ཀྱིས་དཀའ་བ་སྤྱད་པ་དང་། བྱང་ཆུབ་ཀྱི་སྙིང་པོར་འགྲོ་བ་དང་། བདུད་འདུལ་བ་དང་།
en: Indeed, Śāntamati, not even the monk Śāriputra would be able to calculate the benefit done for beings when the Realized One turned the wheel of Dharma, even if he were to spend one hundred years working on the calculation of the benefit for those beings.

source: བཀོད་པ་དང་།
en: What more could be said by other beings?”

source: སེང་གེའི་སྒྲ་དང་། རྣམ་པར་རོལ་པ་དང་། ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བ་བསྟན་པ་འདི་བཤད་པ་ན། སྲོག་ཆགས་བརྒྱད་ཁྲི་བཞི་སྟོང་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ། །སེམས་ཅན་ཚད་མེད་པ་དག་ནི་ཐེག་པ་གསུམ་ལ་ཡོངས་སུ་སྨིན་པར་བྱས་སོ། །
en: While this teaching was being given on the Blessed One’s turning of the wheel of Dharma, and the child’s play he made of the severe ascetic practices, the journey to the seat of awakening, the conquest of Māra, the splendid array, and the lion’s roar, eighty-four thousand beings conceived the aspiration for unsurpassable and perfect awakening, and immeasurable beings were brought to maturity by means of the three vehicles.

source: ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བའི་ལེའུ་ཞེས་བྱ་བ་སྟེ་བཅུ་བཞི་པའོ།། །།
en: This was the fourteenth chapter, “The Turning of the Wheel of Dharma.” Chapter 15: The Bases of Cognition

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་གསང་བའི་བདག་པོ་ལག་ན་རྡོ་རྗེས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་གིས་དེ་སྐད་བསྟན་པས་དེ་བཞིན་གཤེགས་པ་ལ་སྐྲུར་པའམ། གཅིག་ཏུ་མ་གྱུར་ལགས་སམ།
en: Now Vajrapāṇi, Lord of the Guhyakas, said to the Blessed One, “I hope, Blessed One, that I have not made any false statements about the Realized One in this teaching.

source: འོན་ཏེ་དེ་བཞིན་གཤེགས་པ་བསྟན་པ་དང་རྗེས་སུ་འཐུན་པ་འམ། གཅིག་ཏུ་ལྟའང་ལགས་སམ།
en: Indeed, I hope that what I have said aligns with the teaching of the realized ones.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པའི་བསྟན་པ་ནི་ཟབ་པ་ལགས།
en: Blessed One, the teaching of the realized ones is deep;

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པའི་གསང་བ་ནི་ཟབ་སྟེ།
en: Blessed One, the secret of the realized ones is profound.

source: འཇིག་རྟེན་ཐམས་ཅད་དང་མི་འཐུན་པ་ལགས།
en: It runs counter to the whole world.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པའི་ཐུགས་ངེས་པར་དགོངས་པ་ནི་ཟབ་པ་ལགས་ཏེ།
en: The understanding of the minds of the realized ones, Blessed One, is truly difficult to grasp.

source: བཅོམ་ལྡན་འདས་བདག་གིས་གང་བསྟན་པ་དེ་ནི་འདི་ལྟར་དེ་བཞིན་གཤེགས་པའི་ཡེ་ཤེས་བདག་གི་ལུས་ལ་གནས་པས་ལགས་ཀྱི།
en: What I have taught, Blessed One, is whatever knowledge of the realized ones has been established in my body and comes out in that way.

source: འདི་བདག་གི་རྩལ་གྱིས་ནི་མ་ལགས་པར་འཚལ་ཏོ། །
en: It is not due to my own personal effort.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གསང་བ་པའི་བདག་པོ་དེ་དེ་བཞིན་ནོ། །
en: The Blessed One responded, “Precisely so, Lord of the Guhyakas.

source: ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་ཏེ།
en: It is just as you have said.

source: གསང་བ་པའི་བདག་པོ་གང་སུ་དག་དེ་བཞིན་གཤེགས་པའི་རྗེས་སུ་འགྲོ་བའི་ཕྱིར་ཆོས་སྨྲ་བ་དེ་དག་ཐམས་ཅད་ཀྱི་ལུས་ལ་དེ་བཞིན་གཤེགས་པའི་ཡེ་ཤེས་གནས་སོ། །
en: All those who speak the Dharma in conformity with the realized ones, Lord of the Guhyakas, have had the wisdom of the realized ones established in their bodies.

source: གསང་བ་པའི་བདག་པོ་གནས་མ་ཡིན་ཞིང་གོ་སྐབས་མེད་དེ།
en: It would not be possible otherwise, Lord of the Guhyakas. It would make no sense.

source: གང་དེ་བཞིན་གཤེགས་པས་བྱིན་གྱིས་མ་བརླབས་པར་སེམས་ཅན་དེ་དག་དེ་བཞིན་གཤེགས་པའི་གསང་བ་སྨྲ་བ་འམ། །དེ་བཞིན་གཤེགས་པའི་ཆོས་ཉིད་དང་འཐུན་པ་དེ་ནི་གནས་མ་ཡིན་ནོ། །
en: It is simply impossible for beings who have not been empowered by the authority of the realized ones to be in conformity with the true nature of the realized ones or to speak of the secrets of the realized ones.

source: དེ་བཞིན་གཤེགས་པས་བྱིན་གྱིས་མ་བརླབས་པ་རྣམས་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་གསང་བ་ཤེས་པར་རམ། མཉན་པར་རམ། བཤད་པར་ནུས་པ་སུ་ཞིག་ཡོད།
en: Who, indeed, has the power to understand, hear about, or speak of the secrets of the realized ones without being empowered by the authority of the realized ones?

source: གསང་བ་པའི་བདག་པོ་དེ་བཞིན་གཤེགས་པའི་ཆོས་ཉིད་ནི་མཆོག་ཏུ་ཡང་དག་པའོ། །དེ་བཞིན་གཤེགས་པའི་ཆོས་ཉིད་ནི་དེ་ཁོ་ནའོ། །
en: Moreover, Lord of the Guhyakas, those who say that the true nature of the realized ones is the real, that the true nature of the realized ones is reality, that the dwelling place of the realized ones is the real, they are speaking correctly.

source: དེ་བཞིན་གཤེགས་པའི་བཞུགས་པ་ནི་ཡང་དག་པའོ་ཞེས་ཡང་དག་པར་སྨྲ་བས་སྨྲ་བ་ནི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཉིད་ཡང་དག་པར་སྨྲ་བས་སྨྲ་བའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། གསང་བ་པའི་བདག་པོ་འདས་པ་དང་།
en: Those who say this are giving a correct formulation of the Dharma.

source: མ་བྱོན་པ་དང་། ད་ལྟར་བྱུང་བའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་འཇིག་རྟེན་ཐམས་ཅད་དང་མི་འཐུན་པ་གང་ཡིན་པ་དེ་ནི་ཆོས་ཀྱི་རྣམ་གྲངས་འདིར་བསྟན་ཏོ། །བསྙད་དོ། །རབ་ཏུ་བཤད་དོ། །
en: “Truly, Lord of the Guhyakas, what is taught, indicated, and made evident here in this formulation of the Dharma is the unsurpassable and perfect awakening of the blessed buddhas of the past, present, and future, which runs counter to the whole world.

source: གསང་བ་པའི་བདག་པོ་གང་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་ནས་མོས་པ་དང་ཡིད་ཆེས་པར་འགྱུར་བའི་སེམས་ཅན་དེ་དག་ཀྱང་འཇིག་རྟེན་ཐམས་ཅད་དང་མི་འཐུན་པར་འགྱུར་རོ། །
en: Moreover, Lord of the Guhyakas, all those beings who hear this formulation of the Dharma, take an interest in it, and accept it will also run contrary to the whole world.

source: གསང་བ་པའི་བདག་པོ་རིའི་རྒྱལ་པོ་རི་རབ་ནི་མགོ་བོས་བསྒྱེལ་བ་འམ་ཕྲག་པ་ལ་ཐོགས་པར་ནུས་ཀྱི།
en: Lord of the Guhyakas, those who take an interest in this formulation of the Dharma and accept it after they hear it will be able to pick up Mount Meru, the king of mountains, and support it with their heads or their shoulders.

source: དགེ་བའི་རྩ་བ་མ་བསྐྱེད་པའི་སེམས་ཅན་རྣམས་ཀྱིས་ནི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་མོས་པར་རམ། དད་པར་རམ། ཡིད་ཆེས་པར་ཡང་མི་ནུས་ན།
en: However, those beings who have not put down the proper roots of virtue will not even be able to take an interest in this formulation of the Dharma, much less accept it or believe in it.

source: བླང་བར་རམ། ཀུན་ཆུབ་པར་རམ། ཀུན་ཆུབ་པར་བྱ་བར་རམ། གཟུང་བར་རམ། སྦྱོར་བར་བྱ་བ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ།
en: What more need be said about upholding it, supporting it, understanding it, or putting it into practice?

source: དེ་ནི་གནས་མ་ཡིན་ནོ། །
en: That would be impossible.

source: གསང་བ་པའི་བདག་པོ་གང་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཉན་པ་དང་། མོས་པའི་སེམས་ཅན་དེ་དག་ནི་སངས་རྒྱས་གཅིག་ལ་བསྙེན་བཀུར་བྱས་པ་མ་ཡིན་པ་ནས་སངས་རྒྱས་བཅུ་ལ་བསྙེན་བཀུར་བྱས་པ་མ་ཡིན་གྱི།
en: “Lord of the Guhyakas, the beings who hear this formulation of the Dharma and take an interest in it will not have served only one buddha or even ten buddhas.

source: གསང་བ་པའི་བདག་པོ་སྐྱེས་བུ་དམ་པ་དེ་དག་ནི་སངས་རྒྱས་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་མང་པོ་ལ་བསྙེན་བཀུར་བྱས་པ་དང་། བསོད་ནམས་ཀྱི་ཚོགས་ཀྱིས་བརྟན་པ་དང་། ཐེག་པ་ཆེན་པོ་འདི་ལ་ངེས་པར་བྱས་པར་རིག་པར་བྱའོ། །གསང་བ་པའི་བདག་པོ་སེམས་ཅན་དེ་དག་ནི་སངས་རྒྱས་གཅིག་ལ་བསྙེན་བཀུར་བྱས་པ་མ་ཡིན།
en: It should be understood, Lord of the Guhyakas, that these good persons will have served buddhas for many hundreds of thousands of millions and billions of eons, and they will have accumulated a supply of merit and become resolved upon the Great Vehicle.

source: གཉིས་ལ་མ་ཡིན། གསུམ་ལ་མ་ཡིན། བཞི་ལ་མ་ཡིན། ལྔ་ལ་མ་ཡིན། སངས་རྒྱས་བཅུ་ལ་བསྙེན་བཀུར་བྱས་པ་མ་ཡིན་གྱི།
en: Lord of the Guhyakas, such beings will not have served one buddha, nor two, nor three, nor four, nor five, nor will they have served ten.

source: གསང་བ་པའི་བདག་པོ་སེམས་ཅན་དེ་དག་ནི་སངས་རྒྱས་མང་པོ་ལ་བསྙེན་བཀུར་བྱས་པ་དང་། ཡོངས་སུ་སྦྱང་བ་བྱས་པ་དང་། ཐེག་པ་ཆེན་པོ་འདི་ལ་དགེ་བའི་རྩ་བའི་ས་བོན་བཏབ་པ་ཡིན་ནོ། །
en: Rather, Lord of the Guhyakas, such beings will have served many buddhas, done the preparations, and put down the roots of virtue within this Great Vehicle.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཞི་བའི་བློ་གྲོས་ཀྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཉེ་བར་ཞི་བ་ཉེ་བར་ཞི་བ་ཞེས་བགྱི་བ་ལ་ཉེ་བར་ཞི་བ་ཞེས་བགྱི་བ་འདི་ནི་གང་ལགས། གང་ཉེ་བར་ཞི་བས་ཉེ་བར་ཞི་བ་ཞེས་བགྱི།
en: The bodhisattva Śāntamati then inquired of the Blessed One, “It is said, ‘calming, calming.’ What is this ‘calming,’ Blessed One, or through the calming of what is there said to be calming?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་བ། རིགས་ཀྱི་བུ་ཉེ་བར་ཞི་བ་ཉེ་བར་ཞི་བ་ཞེས་བྱ་བ་འདི་ནི་ཉོན་མོངས་པ་ཉེ་བར་ཞི་བའི་ཚིག་བླ་དགས་སོ། །
en: The Blessed One said, “When the word calming is said, noble son, it is a designation for the calming of the afflictions.

source: ཉོན་མོངས་པ་ཉེ་བར་ཞི་བ་ཞེས་བྱ་བ་འདི་ནི་ཀུན་ཏུ་རྟོག་པ་དང་། རྣམ་པར་རྟོག་པ་དང་། ཡོངས་སུ་རྟོག་པ་ཉེ་བར་ཞི་བའི་ཚིག་བླ་དགས་སོ། །
en: The expression calming of the afflictions is a designation for the calming of fantasies, ruminations, and suppositions.
